Repository: mapokapo/diaspora-app
Catalog: lib/l10n/app_*.arb
Languages: hr

# log
source: Log {inOut, select, in{in}, out{out}}
hr: {inOut, select, in{Prijavi}, out{Odjavi}} se

source: Register
hr: Registriraj se

source: Forgot password?
hr: Zaboravljena lozinka?

# emailAlreadyInUse
source: That email is already in use.
hr: Taj email je već upotrijebljen.

# weakPassword
source: Password too weak.
hr: Lozinka preslaba.

# operationNotAllowed
source: Internal error.
hr: Unutrašnja pogreška.

# userDisabled
source: That user account is disabled.
hr: Taj korisnički račun je izgašen.

source: User not found.
hr: Korisnik nije pronađen.

source: Wrong password.
hr: Pogrešna lozinka.

# accountExistsWithDifferentCredential
source: Internal issue with account.
hr: Unutrašnje poteškoće sa računom.

# invalidCredential
source: Internal credentials issue.
hr: Unutrašnje poteškoće sa sigurnosnim informacijama.

# missingAndroidPkgName
source: Internal app issue.
hr: Unutrašnja poteškoća sa aplikacijom.

# missingContinueUri
source: Internal mail URI issue.
hr: Unutrašnja poteškoća sa URI maila.

# invalidContinueUri
source: Invalid internal mail URI.
hr: Unutrašnja poteškoća sa nevažećim URI maila.

# unauthorizedContinueUri
source: Unauthorized internal mail URI.
hr: Unutrašnja poteškoća sa neovlaštenim URI maila.

source: Name
hr: Ime

source: Password
hr: Lozinka

source: Content
hr: Sadržaj

source: Date of Birth
hr: Datum Rođenja

source: Your interests
hr: Vaša zanimanja

# fieldRequiredYour
source: You must enter your {fieldName, select, email{email}, name{name}, password{password}, dateOfBirth{date of birth}, bio{bio}}.
hr: Morate unijeti svoj{fieldName, select, email{ email}, name{e name}, password{u lozinku}, dateOfBirth{datum rođenja}}.

# fieldRequired
source: You must write {fieldName, select, email{an email}, name{a name}, password{a password}, content{some content}, bio{a bio}}.
hr: Morate unijeti {fieldName, select, email{email}, name{ime}, password{lozinku}, content{sadržaj}}.

# fieldInvalid
source: Invalid {fieldName, select, email{email}, name{name}, password{password}, dateOfBirth{date of birth}}.
hr: Nevažeć{fieldName, select, email{i email}, name{e ime}, password{a lozinka}, dateOfBirth{i datum rođenja}}.

# passwordLengthError
source: Password must contain at least 6 characters.
hr: Lozinka mora sadržavati najmanje 6 slova.

source: Submit
hr: Podnesi

source: Next
hr: Dalje

# hasAccount
source: Already have an account?
hr: Već imate račun?

# hasNoAccount
source: Don't have an account?
hr: Nemate račun?

# loginHelpText1
source: You might be experiencing problems due to a couple of reasons, including but not limited to:
hr: Moguće je da imate problema iz više razloga, što može uključivati jedno od navedenih:

# loginHelpPoint1
source: Technical difficulties with our services.
hr: Tehničke poteškoće s našim uslugama.

# loginHelpPoint2
source: Technical difficulties with 3rd party services (Google).
hr: Tehničke poteškoće s uslugama treće strane (Google).

# loginHelpPoint3
source: Incorrect login service configuration.
hr: Netočna konfiguracija unutrašnje usluge za prijavu.

# loginHelpPoint4
source: Invalid login information.
hr: Nevažeći podaci za prijavu.

# loginHelpText2
source: If you are unable to use the app due to any of these reasons, please use our support contact form below.
hr: Ako ne možete koristiti aplikaciju zbog bilo kojeg od ovih razloga, molimo iskoristite naš kontakt obrazac za podršku u nastavku.

# loginToAgree
source: By tapping log in, you agree with our
hr: Prijavljivanjem se slažete sa našim

source: Terms of Service
hr: Uvjetima Pružanja Usluge

source: and
hr: i

source: Privacy Policy
hr: Politikom Privatnosti

# loginEmail
source: Log in with email
hr: Prijava pomoću email-a

# loginGoogle
source: Log in with Google
hr: Prijava pomoću Google-a

# loginTrouble
source: Trouble logging in?
hr: Imate poteškoće sa prijavom?

# forgotPasswordText1
source: In case you forgot your password, you can request a password reset using the form below.
hr: U slučaju da ste zaboravili svoju lozinku, možete zatražiti poništavanje lozinke pomoću obrasca u nastavku.

source: System default
hr: Zadano sustavom

source: Swipe
hr: Listaj

source: Matches
hr: Povezani

source: Settings
hr: Postavke

source: No users found.
hr: Nijedan korisnik nije pronađen.

source: Interests
hr: Zanimanja

source: Profile
hr: Račun

source: Music
hr: Glazba

source: Beauty
hr: Ljepota

source: Fashion
hr: Moda

source: Animals
hr: Životinje

source: Movies & TV Shows
hr: Filmovi i Serije

source: Technology
hr: Tehnologija

source: Photography
hr: Fotografija
